app/controllers/films_controller.rb

  def index
    @film = Film.all
---
SELECT "films".* FROM "films"