app/controllers/people_controller.rb

  def create
    @person = Person.new(people_params)

    if @person.save
---
INSERT INTO "people" ("name", "description", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["name", "Luke Skywalker"], ["description", "Cool dude"], ["created_at", 2017-05-02 01:28:44 UTC], ["updated_at", 2017-05-02 01:28:44 UTC]]